Repository: Shofiul735/emailengine
Catalog: translations/*.po
Languages: fr

source: %d day
fr: %d jour

source: Unsubscribe
fr: Désabonnement

source: Your email address was unsubscribed.
fr: Votre adresse électronique a été désinscrite.

source: Was this a mistake? Click <a%s>here</a> to re-subscribe.
fr: C'était une erreur ? Cliquez <a%s>ici</a> pour vous réabonner.

source: Re-subscribe
fr: Se réabonner

source: Are you sure you want to re-subscribe your email address <em>%s</em>?
fr: Êtes-vous sûr de vouloir réabonner votre adresse e-mail <em>%s</em> ?

source: Close
fr: Fermer

source: Subscribe
fr: Abbonez-vouz

source: Subscription resumed
fr: Récapitulatif de l'abonnement

source: Your email address <em>%s</em> was re-subscribed.
fr: Votre adresse e-mail <em>%s</em> a été réinscrite.

source: Email address
fr: Adresse e-mail

source: Enter your email address
fr: Entrez votre adresse email

source: Click <a href="%s">here</a> to continue&mldr;
fr: Cliquez sur <a href="%s">ici</a> pour continuer&mldr;

source: Choose your email account provider
fr: Choisissez votre fournisseur de compte de messagerie

source: Standard IMAP
fr: IMAP Standard

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Application Password
fr: Mot de passe de l'application

source: %s accounts require an application password for %s.
fr: les comptes %s nécessitent un mot de passe d'application pour les comptes %s.

source: Hostname
fr: Nom d'hôte

source: TLS for IMAP
fr: TLS pour IMAP

source: TLS (also known as SSL) is usually only needed when using port 993. For other ports EmailEngine falls back to using STARTTLS based encryption.
fr: TLS (également connu sous le nom de SSL) n'est généralement nécessaire que lors de l'utilisation du port 993. Pour les autres ports, EmailEngine revient à l'utilisation du cryptage basé sur STARTTLS.

source: Use TLS
fr: Utiliser TLS

source: TLS for SMTP
fr: TLS pour SMTP

source: TLS (also known as SSL) is usually only needed when using port 465. For other ports EmailEngine falls back to using STARTTLS based encryption.
fr: TLS (également connu sous le nom de SSL) n'est généralement nécessaire que lors de l'utilisation du port 465. Pour les autres ports, EmailEngine revient à l'utilisation du cryptage basé sur STARTTLS.

source: Test settings
fr: Tester

source: Continue
fr: Continuer

source: Continue without testing
fr: Continuer sans tester

source: Test failed
fr: Test échoué

source: Failed to validate provided email server settings.
fr: Échec de la validation des paramètres de serveur de messagerie fournis.

source: General Error
fr: Erreur générale

source: Validation Error
fr: Erreur de validation

source: Failed to validate IMAP server settings
fr: Impossible de valider les paramètres du serveur IMAP

source: IMAP Server responded with the following message:
fr: Le serveur IMAP a répondu avec le message suivant :

source: Failed to validate SMTP server settings
fr: Impossible de valider les paramètres du serveur SMTP

source: SMTP Server responded with the following message:
fr: Le serveur SMTP a répondu avec le message suivant :

source: HTTP error!
fr: Erreur HTTP!

source: Your name
fr: Votre nom

source: Enter your full name
fr: Entrer votre nom et prénom

source: Enter your account password
fr: Saisissez le mot de passe de votre compte

source: Delegated
fr: Délégué

source: Using credentials from "%s"
fr: Utilisation des informations d'identification de "%s"

source: Connection timed out. This usually occurs if you are behind a firewall or connecting to the wrong port.
fr: La connexion a expiré. Cela se produit généralement si vous êtes derrière un pare-feu ou si vous vous connectez au mauvais port.

source: The server unexpectedly closed the connection.
fr: Le serveur a fermé la connexion de manière inattendue.

source: The server unexpectedly closed the connection. This usually happens when attempting to connect to a TLS port without TLS enabled.
fr: Le serveur a fermé la connexion de manière inattendue. Cela se produit généralement lors d'une tentative de connexion à un port TLS sans que le protocole TLS soit activé.

source: The server refused the connection. This typically occurs if the server is not running, is overloaded, or you are connecting to the wrong host or port.
fr: Le serveur a refusé la connexion. Cela se produit généralement si le serveur ne fonctionne pas, s'il est surchargé ou si vous vous connectez au mauvais hôte ou au mauvais port.

source: Invalid API key for OpenAI
fr: Clé API invalide pour OpenAI

source: Server hostname was not found
fr: Le nom d'hôte du serveur est introuvable

source: Invalid username or password
fr: Nom d'utilisateur ou mot de passe invalide

source: TLS protocol error
fr: Erreur de protocole TLS

source: Email Account Setup
fr: Configuration du compte de messagerie

source: Failed to validate request arguments
fr: Impossible de valider les arguments de la demande

source: Failed to process account
fr: Échec du traitement du compte

source: Invalid input
fr: Entrée invalide

source: Subscription Management
fr: Gestion des abonnements

source: Failed to process request
fr: Le traitement de la demande a échoué.

source: Requested page not found
fr: La page demandée n'a pas été trouvée

source: Something went wrong
fr: Un problème est survenu

source: Signature validation failed
fr: La validation de la signature a échoué

source: Invalid or expired account setup URL
fr: URL de configuration du compte invalide ou expirée

source: Microsoft has disabled password-based sign-ins (including app passwords) for Outlook.com, Hotmail.com, and Microsoft 365 email accounts. To continue, please use the "Sign in with Microsoft" button to securely connect your account.
fr: Microsoft a désactivé les connexions basées sur un mot de passe (y compris les mots de passe des applications) pour les comptes de messagerie Outlook.com, Hotmail.com et Microsoft 365. Pour continuer, veuillez utiliser le bouton "Sign in with Microsoft" pour connecter votre compte en toute sécurité.
